;------------------------------------------------------------------------------
; UltraDefrag GUI Spanish Mexican Language Pack.
; Copyright (C) 2011 by Conrad Flyckt.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace by Name of Reviser}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Menu

ACTION                     = Acción
REPORT                     = Reporte
SETTINGS                   = Ajustes
HELP                       = Ayuda

; --- Action Menu

ANALYSE                    = Analizar
DEFRAGMENT                 = Desfragmentar
QUICK_OPTIMIZE             = &Quick optimization
FULL_OPTIMIZE              = &Full optimization
OPTIMIZE_MFT               = &Optimize MFT
STOP                       = Detener
REPEAT_ACTION              = Re&peat action
SKIP_REMOVABLE_MEDIA       = Ignorar discos trasladábles
RESCAN_DRIVES              = Actualizar
WHEN_DONE                  = Cuando termine...
EXIT                       = Salir

; --- --- When done submenu

WHEN_DONE_NONE             = Ninguna acción
WHEN_DONE_EXIT             = Salir
WHEN_DONE_STANDBY          = Suspender
WHEN_DONE_HIBERNATE        = Hibernar
WHEN_DONE_LOGOFF           = Cerrar sesión
WHEN_DONE_REBOOT           = Reiniciar
WHEN_DONE_SHUTDOWN         = Apagar

; --- Report Menu

SHOW_REPORT                = Mostrar Reporte

; --- Settings Menu

LANGUAGE                   = Lenguaje
GRAPHICAL_INTERFACE        = Interfaz gráfica
BOOT_TIME_SCAN             = Escaneo de Arranque
REPORTS                    = Reportes

; --- --- Language submenu

TRANSLATIONS_FOLDER        = Carpeta de Traducciones

; --- --- Graphical interface submenu

FONT                       = Tipo de Letra
OPTIONS                    = Opciones

; --- --- Boot time scan submenu

ENABLE                     = Activar
SCRIPT                     = Comandos

; --- Help Menu

CONTENTS                   = Contenido
BEST_PRACTICE              = Mejores Prácticas
FAQ                        = Preguntas Frequentes
ABOUT                      = Acerca de

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT           = Comandos de Arranque

; Drives list items.

VOLUME                     = Volumen
STATUS                     = Estado
TOTAL                      = Espacio Total
FREE                       = Espacio Libre
PERCENT                    = % Libre

; Status messages

STATUS_RUNNING             = Ejecutando
STATUS_ANALYSED            = Analizado
STATUS_DEFRAGMENTED        = Desfragmentado
STATUS_OPTIMIZED           = Optimizado

; Status bar messages.

DIRS                       = carpetas
FILES                      = archivos
FRAGMENTED                 = fragmentados
COMPRESSED                 = comprimidos
MFT                        = MFT

; About window.

ABOUT_WIN_TITLE            = Acerca de Ultra Defragmenter
CREDITS                    = Créditos
LICENSE                    = Licensia

; Shutdown confirmation

PLEASE_CONFIRM             = Confirme Porfavor
REALLY_SHUTDOWN_WHEN_DONE  = ¿Esta seguro que quiere apagar el computador al terminar?
REALLY_HIBERNATE_WHEN_DONE = ¿Esta seguro que quiere hibernar el computador al terminar?
REALLY_LOGOFF_WHEN_DONE    = ¿Esta seguro que quiere terminar su sessión al terminar?
REALLY_REBOOT_WHEN_DONE    = ¿Esta seguro que quiere reiniciar el computador al terminar?
SECONDS_TILL_SHUTDOWN      = segundos para apagar
SECONDS_TILL_HIBERNATION   = segundos para hibernar
SECONDS_TILL_LOGOFF        = segundos para cerrar su sessión
SECONDS_TILL_REBOOT        = segundos para reiniciar computador
YES                        = Si
NO                         = No

; END OF FILE
